{
    "appdesc": {
        "message": "Detects and warns against sites known to illegally repost Minecraft mods.",
        "description": "The description of the extension as it appears when searching in Chrome Web Store."
    },
    "blacklist_warn": {
        "message": "Site blacklisted by StopModReposts!",
        "description": "Appears as the title of the popup users see when visiting blacklisted sites. Please do not translate StopModReposts as it is the name of the campaign."
    },
    "what_happened": {
        "message": "This website is on a list of sites blacklisted by StopModReposts.org for illegal mod redistribution. This means the webpage you were about to visit right now is stealing mods from modders without permission in order to upload them here, is linking to outdated, incompatible or nonexistent versions of the mods, and/or is earning money off the modders' hard work. You can still browse this page if you want to, but it is discouraged and may on some sites put your computer at risk of being infected by viruses and malware.",
        "description": "The message that is shown to users when they land on a blacklisted page."
    },
    "campaign_info": {
        "message": "Click here to learn more about the StopModReposts campaign.",
        "description": "Displayed at the end of the previous message to link to the campaign site."
    },
    "this_site": {
        "message": "Rating for $site$",
        "description": "Shown above the ratings for this site. $site$ is a placeholder for the domain of the site, so don't translate that word.",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "Click here to learn about how we rate sites.",
        "description": "Users click this link to display the message below."
    },
    "how_we_rate": {
        "message": "Each site is given a rating from 1 to 5 in three categories: Advertising, redistribution and miscellaneous. Advertising indicates how many ads the site is displaying to mod downloaders (more money to the illegal site owner), redistribution indicates to what extent the site redistributes mods without permission, and miscellaneous indicates to what extent the site owner misleads users about the posted mods (e.g. outdated, incompatible or nonexistent mod versions and whether the author is credited). A lower score is better, with 1 star being the best score.",
        "description": "Message which helps users understand what the ratings mean."
    },
    "hide_rating_guide": {
        "message": "(Click to hide)",
        "description": "Displayed at the end of the above message to hide it. Please make sure this is wrapped in parentheses."
    },
    "category": {
        "message": "Category",
        "description": "Table header for the three categories below."
    },
    "rating_ads": {
        "message": "Advertising",
        "description": "Advertising category of the rating, this name is displayed in the evilness table."
    },
    "rating_redist": {
        "message": "Redistribution",
        "description": "Same as above, except this is for redistribution."
    },
    "rating_misc": {
        "message": "Miscellaneous",
        "description": "Same as above, except this is for the miscellaneous category."
    },
    "evilness": {
        "message": "Evilness rating",
        "description": "Table header for the star ratings. Indicates how evil the site is in the above categories."
    },
    "ratelevel": {
        "message": "Rating level",
        "description": "Samea as above, but is used for the five severities below instead of stars."
    },
    "severity_none": {
        "message": "None",
        "description": "Used for sites which do not redistribute mods/advertise etc."
    },
    "severity_low": {
        "message": "Low",
        "description": "Used for sites which do the above to a small extent."
    },
    "severity_medium": {
        "message": "Medium",
        "description": "Used for sites which do the above to a slightly larger extent."
    },
    "severity_high": {
        "message": "High",
        "description": "Used for sites which do the above to a large extent."
    },
    "severity_veryhigh": {
        "message": "Very High",
        "description": "Used for sites which do the above to a very large extent."
    },
    "site_notes": {
        "message": "Notes for this site: $reason$",
        "description": "Shown if the site has additional notes supplied by the site reviewers. $reason$ is a placeholder for the reason the site was blocked, so don't translate that word - see below:",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "Return to previous page",
        "description": "Green button which user can press to return to the previous page they were on"
    },
    "why_go_back": {
        "message": "(recommended for your safety)",
        "description": "Help text for the above button"
    },
    "continue": {
        "message": "Continue to the site",
        "description": "Red button which the user can press to ignore the warning and continue to the blacklisted site"
    },
    "why_continue": {
        "message": "(may harm your computer)",
        "description": "Help text for the above button"
    }
}
