{
    "appdesc": {
        "message": "Détecte et met en garde contre les sites connus pour reposter illégalement les mods Minecraft.",
        "description": "The description of the extension as it appears when searching in Chrome Web Store."
    },
    "blacklist_warn": {
        "message": "Site sur la liste noire de StopModReposts !",
        "description": "Appears as the title of the popup users see when visiting blacklisted sites. Please do not translate StopModReposts as it is the name of the campaign."
    },
    "what_happened": {
        "message": "Ce site Web figure sur une des listes noires de StopModReposts.org pour redistribution illégale de mods. Cela signifie que la page Web que vous étiez sur le point de visiter volait des mods sans autorisation pour les héberger ici, établissait un lien vers des versions obsolètes, incompatibles ou inexistantes des mods et/ou gagnait de l'argent sur le dos de ces modeurs. Vous pouvez toujours consulter cette page si vous le souhaitez, mais cela vous est déconseillé et peut, sur certains sites, exposer votre ordinateur à un risque d'infection par des virus et des logiciels malveillants.",
        "description": "The message that is shown to users when they land on a blacklisted page."
    },
    "campaign_info": {
        "message": "Cliquez ici pour en savoir plus sur la campagne de StopModReposts.",
        "description": "Displayed at the end of the previous message to link to the campaign site."
    },
    "this_site": {
        "message": "Notes de $site$",
        "description": "Shown above the ratings for this site. $site$ is a placeholder for the domain of the site, so don't translate that word.",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "Cliquez ici pour savoir comment nous évaluons les sites.",
        "description": "Users click this link to display the message below."
    },
    "how_we_rate": {
        "message": "Chaque site reçoit une note de 1 à 5 dans trois catégories: publicité, redistribution et divers. La publicité indique le nombre d’annonces affichées sur le site (plus d’argent pour le propriétaire du site illégal), la redistribution indique dans quelle mesure le site redistribue les mods sans autorisation, et divers indique à quel point le propriétaire du site induit les utilisateurs en erreur au sujet des mods publiés (Par exemple avec des versions de mod obsolètes, incompatibles ou inexistantes oiu si l'auteur n'est pas crédité). Un score inférieur est meilleur, 1 étoile étant le meilleur score.",
        "description": "Message which helps users understand what the ratings mean."
    },
    "hide_rating_guide": {
        "message": "(Cliquer pour masquer)",
        "description": "Displayed at the end of the above message to hide it. Please make sure this is wrapped in parentheses."
    },
    "category": {
        "message": "Catégorie",
        "description": "Table header for the three categories below."
    },
    "rating_ads": {
        "message": "Publicité",
        "description": "Advertising category of the rating, this name is displayed in the evilness table."
    },
    "rating_redist": {
        "message": "Redistribution",
        "description": "Same as above, except this is for redistribution."
    },
    "rating_misc": {
        "message": "Divers",
        "description": "Same as above, except this is for the miscellaneous category."
    },
    "evilness": {
        "message": "Cote de méchanceté",
        "description": "Table header for the star ratings. Indicates how evil the site is in the above categories."
    },
    "ratelevel": {
        "message": "Évaluation",
        "description": "Samea as above, but is used for the five severities below instead of stars."
    },
    "severity_none": {
        "message": "Aucun",
        "description": "Used for sites which do not redistribute mods/advertise etc."
    },
    "severity_low": {
        "message": "Basse",
        "description": "Used for sites which do the above to a small extent."
    },
    "severity_medium": {
        "message": "Moyenne",
        "description": "Used for sites which do the above to a slightly larger extent."
    },
    "severity_high": {
        "message": "Élevée",
        "description": "Used for sites which do the above to a large extent."
    },
    "severity_veryhigh": {
        "message": "Très élevée",
        "description": "Used for sites which do the above to a very large extent."
    },
    "site_notes": {
        "message": "Notes pour ce site : $reason$",
        "description": "Shown if the site has additional notes supplied by the site reviewers. $reason$ is a placeholder for the reason the site was blocked, so don't translate that word - see below:",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "Retour à la page précédente",
        "description": "Green button which user can press to return to the previous page they were on"
    },
    "why_go_back": {
        "message": "(recommandé pour votre sécurité)",
        "description": "Help text for the above button"
    },
    "continue": {
        "message": "Continuer vers le site",
        "description": "Red button which the user can press to ignore the warning and continue to the blacklisted site"
    },
    "why_continue": {
        "message": "(peut endommager votre ordinateur)",
        "description": "Help text for the above button"
    }
}
