{
    "appdesc": {
        "message": "Erkennt und warnt den Nutzer vor Seiten, die illegal Minecraft Mods publizieren."
    },
    "blacklist_warn": {
        "message": "Seite von StopModReposts geblockt!"
    },
    "what_happened": {
        "message": "Diese Website ist auf einer Liste von StopModReposts.org geblockten Websites für illegale Modpublizierung. Das bedeutet, dass die Website die Du gerade besuchen willst Minecraft Mods von Moddern ohne deren Zusage stiehlt, zu veralteten inkompatibeln oder nicht existierenden Versionen der Mods verlinkt, und/oder verdient Geld von der harten Arbeit der Modder. Du kannst die Website immernoch besuchen wenn du möchtest, aber das ist nicht empfohlen, da manche Websiten Deinen Computer mit Viren und Malware infizieren können."
    },
    "campaign_info": {
        "message": "Klicke hier um mehr über die StopModReposts Kampagne zu erfahren."
    },
    "this_site": {
        "message": "Einstufung für $site$",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "Klicke hier, um mehr darüber zu erfahren wie wir Websites einstufen."
    },
    "how_we_rate": {
        "message": "Jede Website hat eine Einstufung von 1 bis 5 in drei Kategorien: Werbung, Weiterverteilung und Andere. Werbung bedeutet wie viele Werbeeinblendungen die Website zu Mod Downloadern anzeigt (mehr Geld für den Besitzer der illegalen Website), Weiterverteilung bedeutet wie stark die Website Mods ohne Genehmigung weiterverteilt, und Andere bedeutet wie stark der Besitzer der Website falsche Informationen zu Nutzern über die angebotenen Mods angibt (z.B. veraltete, inkompatible oder nicht existierende Versionen von Mods und ob der originale Autor anerkannt wird). Je niedriger die Einstufung, desto besser. 1 ist die beste Wertung."
    },
    "hide_rating_guide": {
        "message": "(Klicke hier um die Nachricht zu verstecken)"
    },
    "category": {
        "message": "Kategorie"
    },
    "rating_ads": {
        "message": "Werbung"
    },
    "rating_redist": {
        "message": "Weiterverteilung"
    },
    "rating_misc": {
        "message": "Andere"
    },
    "evilness": {
        "message": "Bösartigkeit"
    },
    "ratelevel": {
        "message": "Wertung"
    },
    "severity_none": {
        "message": "Keine"
    },
    "severity_low": {
        "message": "Niedrig"
    },
    "severity_medium": {
        "message": "Mittel"
    },
    "severity_high": {
        "message": "Hoch"
    },
    "severity_veryhigh": {
        "message": "Sehr hoch"
    },
    "site_notes": {
        "message": "Anmerkungen für diese Website: $reason$",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "Zurück zur vorherigen Website"
    },
    "why_go_back": {
        "message": "(empfohlen zu Deiner Sicherheit)"
    },
    "continue": {
        "message": "Weiter zu dieser Website"
    },
    "why_continue": {
        "message": "(könnte Deinem Computer schaden)"
    }
}
