{
    "appdesc": {
        "message": "Minecraft の Mod を不法に再投稿することで知られているサイトを検出および警告します。",
        "description": "The description of the extension as it appears when searching in Chrome Web Store."
    },
    "blacklist_warn": {
        "message": "StopModReposts によってブラックリストに載せられたサイトです！",
        "description": "Appears as the title of the popup users see when visiting blacklisted sites. Please do not translate StopModReposts as it is the name of the campaign."
    },
    "what_happened": {
        "message": "このサイト不法なMod再配布によって StopModReposts.org からブラックリストに登録されています。これは今見ているサイトはModを作者から許可なく奪い、アップロードしたり、もしくは古い、非対応、もしくは存在しないバージョンのModにリンクしています。そしてもしかしたら、Modderの人たちが苦労したものを使ってお金を得ているかもしれません。あなたが望むならば、このサイトをまだ閲覧できますが、それは推奨されておらず、サイトによってはマルウェアもしくはウイルスに感染するおそれがあります。",
        "description": "The message that is shown to users when they land on a blacklisted page."
    },
    "campaign_info": {
        "message": "StopModReposts 運動の詳細については、ここをクリックしてください。",
        "description": "Displayed at the end of the previous message to link to the campaign site."
    },
    "this_site": {
        "message": "$site$ の評価",
        "description": "Shown above the ratings for this site. $site$ is a placeholder for the domain of the site, so don't translate that word.",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "私たちがサイトをどのように評価するかについては、ここをクリックしてください。",
        "description": "Users click this link to display the message below."
    },
    "how_we_rate": {
        "message": "それぞれのサイトには1から5の評価が3つのカテゴリーにつけられています: 広告、再配布、その他。広告は、Modをダウンロードするサイトにどのぐらい広告がついているかを示します(不法なサイトのオーナーにお金が入ります)、再配布は、許可なしにサイトがどの程度Modを再配布しているかを示します、そしてその他は、サイトのオーナーが投稿したModについてどの程度までほかのユーザーを誤解させるかを示します(例: 古い、非対応、もしくは存在しないModのバージョン、さらに作者がクレジットされているかどうか)。低いスコアは良く、星1は最高スコアです。",
        "description": "Message which helps users understand what the ratings mean."
    },
    "hide_rating_guide": {
        "message": "（クリックして非表示）",
        "description": "Displayed at the end of the above message to hide it. Please make sure this is wrapped in parentheses."
    },
    "category": {
        "message": "カテゴリー",
        "description": "Table header for the three categories below."
    },
    "rating_ads": {
        "message": "広告",
        "description": "Advertising category of the rating, this name is displayed in the evilness table."
    },
    "rating_redist": {
        "message": "再配布",
        "description": "Same as above, except this is for redistribution."
    },
    "rating_misc": {
        "message": "その他",
        "description": "Same as above, except this is for the miscellaneous category."
    },
    "evilness": {
        "message": "有害評価",
        "description": "Table header for the star ratings. Indicates how evil the site is in the above categories."
    },
    "ratelevel": {
        "message": "評価レベル",
        "description": "Samea as above, but is used for the five severities below instead of stars."
    },
    "severity_none": {
        "message": "なし",
        "description": "Used for sites which do not redistribute mods/advertise etc."
    },
    "severity_low": {
        "message": "低い",
        "description": "Used for sites which do the above to a small extent."
    },
    "severity_medium": {
        "message": "中間",
        "description": "Used for sites which do the above to a slightly larger extent."
    },
    "severity_high": {
        "message": "高い",
        "description": "Used for sites which do the above to a large extent."
    },
    "severity_veryhigh": {
        "message": "非常に高い",
        "description": "Used for sites which do the above to a very large extent."
    },
    "site_notes": {
        "message": "このサイトに関するノート：$reason$",
        "description": "Shown if the site has additional notes supplied by the site reviewers. $reason$ is a placeholder for the reason the site was blocked, so don't translate that word - see below:",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "前のページへ戻る",
        "description": "Green button which user can press to return to the previous page they were on"
    },
    "why_go_back": {
        "message": "（安全のために推奨）",
        "description": "Help text for the above button"
    },
    "continue": {
        "message": "サイトへ進む",
        "description": "Red button which the user can press to ignore the warning and continue to the blacklisted site"
    },
    "why_continue": {
        "message": "（コンピューターに害を及ぼす可能性があります）",
        "description": "Help text for the above button"
    }
}
