{
    "appdesc": {
        "message": "Detecteert en waarschuwt tegen websites waarvan bekend staat dat ze illegaal Minecraft-mods aanbieden.",
        "description": "The description of the extension as it appears when searching in Chrome Web Store."
    },
    "blacklist_warn": {
        "message": "Website staat op de zwarte lijst van StopModReposts!",
        "description": "Appears as the title of the popup users see when visiting blacklisted sites. Please do not translate StopModReposts as it is the name of the campaign."
    },
    "what_happened": {
        "message": "Deze website staat op de zwarte lijst van StopModReposts.org vanwege het illegaal verspreiden van mods. Dit betekend dat de webpagina die u op het punt stond te bezoeken mods steelt van modmakers, zonder toestemming ze hier te uploaden, linkt naar versies van mods die verouderd, niet-compatibel of niet-bestaand zijn, en/of geld verdiend aan het harde werk van modmakers. U kunt deze webpagina nog steeds bekijken als u dat wilt, maar dit wordt afgeraden en sommige websites kunnen het risico op virussen of malware vergroten.",
        "description": "The message that is shown to users when they land on a blacklisted page."
    },
    "campaign_info": {
        "message": "Klik hier om meer te leren over de StopModReposts-campagne.",
        "description": "Displayed at the end of the previous message to link to the campaign site."
    },
    "this_site": {
        "message": "Beoordeling voor $site$",
        "description": "Shown above the ratings for this site. $site$ is a placeholder for the domain of the site, so don't translate that word.",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "Klik hier om meer te leren over hoe we websites beoordelen.",
        "description": "Users click this link to display the message below."
    },
    "how_we_rate": {
        "message": "Elke website krijgt een beoordeling van 1 tot 5 in drie onderdelen: advertenties, verspreiding, en overig. Advertenties geeft aan hoeveel reclame de website weergeeft aan bezoekers (meer geld naar de eigenaar van de illegale website), verspreiding geeft aan in hoeverre de website mods verspreid zonder toestemming, en overig geeft aan in hoeverre de website-eigenaar gebruikers misleid over the beschikbare mods (bijv. verouderde, incompatibele, of nietbestaande versies van mods, en de modmaker genoemd wordt). Een lagere score is beter, met 1 ster als beste score.",
        "description": "Message which helps users understand what the ratings mean."
    },
    "hide_rating_guide": {
        "message": "(Klik om te verbergen)",
        "description": "Displayed at the end of the above message to hide it. Please make sure this is wrapped in parentheses."
    },
    "category": {
        "message": "Categorie",
        "description": "Table header for the three categories below."
    },
    "rating_ads": {
        "message": "Advertenties",
        "description": "Advertising category of the rating, this name is displayed in the evilness table."
    },
    "rating_redist": {
        "message": "Verspreiding",
        "description": "Same as above, except this is for redistribution."
    },
    "rating_misc": {
        "message": "Overig",
        "description": "Same as above, except this is for the miscellaneous category."
    },
    "evilness": {
        "message": "Slechtheidsbeoordeling",
        "description": "Table header for the star ratings. Indicates how evil the site is in the above categories."
    },
    "ratelevel": {
        "message": "Beoordelingsniveau",
        "description": "Samea as above, but is used for the five severities below instead of stars."
    },
    "severity_none": {
        "message": "Geen",
        "description": "Used for sites which do not redistribute mods/advertise etc."
    },
    "severity_low": {
        "message": "Laag",
        "description": "Used for sites which do the above to a small extent."
    },
    "severity_medium": {
        "message": "Middelmatig",
        "description": "Used for sites which do the above to a slightly larger extent."
    },
    "severity_high": {
        "message": "Hoog",
        "description": "Used for sites which do the above to a large extent."
    },
    "severity_veryhigh": {
        "message": "Erg hoog",
        "description": "Used for sites which do the above to a very large extent."
    },
    "site_notes": {
        "message": "Aanvullend commentaar voor deze website: $reason$",
        "description": "Shown if the site has additional notes supplied by the site reviewers. $reason$ is a placeholder for the reason the site was blocked, so don't translate that word - see below:",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "Ga terug naar de vorige pagina",
        "description": "Green button which user can press to return to the previous page they were on"
    },
    "why_go_back": {
        "message": "(aanbevolen voor uw veiligheid)",
        "description": "Help text for the above button"
    },
    "continue": {
        "message": "Ga door naar deze website",
        "description": "Red button which the user can press to ignore the warning and continue to the blacklisted site"
    },
    "why_continue": {
        "message": "(kan uw computer in gevaar brengen)",
        "description": "Help text for the above button"
    }
}
