{
    "appdesc": {
        "message": "Oppdager og advarer mot nettsteder kjent for å dele Minecraft-modder på ulovlig vis.",
        "description": "The description of the extension as it appears when searching in Chrome Web Store."
    },
    "blacklist_warn": {
        "message": "Nettsted svartelistet av StopModReposts!",
        "description": "Appears as the title of the popup users see when visiting blacklisted sites. Please do not translate StopModReposts as it is the name of the campaign."
    },
    "what_happened": {
        "message": "Dette nettstedet er på en liste over sider svartelistet av StopModReposts.org for ulovlig deling av Minecraft-modder. Dette betyr at nettsiden du var i ferd med å besøke, stjeler og laster opp modder fra utviklere uten tillatelse, viser til utdaterte, inkompatible eller ikke-eksisterende versjoner av moddene, og/eller tjener penger på moddernes tidkrevende arbeid. Du kan fortsatt besøke denne siden om du vil, men det frarådes, og kan på noen nettsteder utgjøre en risiko for installasjon av virus og annen skadevare på maskinen.",
        "description": "The message that is shown to users when they land on a blacklisted page."
    },
    "campaign_info": {
        "message": "Klikk her for å lære mer om StopModReposts-kampanjen.",
        "description": "Displayed at the end of the previous message to link to the campaign site."
    },
    "this_site": {
        "message": "Vurdering for $site$",
        "description": "Shown above the ratings for this site. $site$ is a placeholder for the domain of the site, so don't translate that word.",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "Klikk her for å lære om hvordan vi vurderer nettsteder.",
        "description": "Users click this link to display the message below."
    },
    "how_we_rate": {
        "message": "Hvert nettsted blir vurdert fra 1 til 5 i tre kategorier: Reklame, deling og diverse. Reklame viser hvor mange reklamer siden viser til besøkende (mer penger til eieren av det ulovlige nettstedet), deling viser til hvilken grad nettstedet laster opp og deler modder uten tillatelse, og diverse viser til hvilken grad eieren av nettstedet villeder brukerne om moddene på siden (f.eks. utdaterte, inkompatible eller ikke-eksisterende mod-versjoner og om den faktiske utvikleren har blitt navngitt eller ikke). En lavere vurdering er bedre, hvor 1 stjerne er den beste mulige vurderingen.",
        "description": "Message which helps users understand what the ratings mean."
    },
    "hide_rating_guide": {
        "message": "(Klikk for å skjule)",
        "description": "Displayed at the end of the above message to hide it. Please make sure this is wrapped in parentheses."
    },
    "category": {
        "message": "Kategori",
        "description": "Table header for the three categories below."
    },
    "rating_ads": {
        "message": "Reklame",
        "description": "Advertising category of the rating, this name is displayed in the evilness table."
    },
    "rating_redist": {
        "message": "Deling",
        "description": "Same as above, except this is for redistribution."
    },
    "rating_misc": {
        "message": "Diverse",
        "description": "Same as above, except this is for the miscellaneous category."
    },
    "evilness": {
        "message": "Ondskapsgrad",
        "description": "Table header for the star ratings. Indicates how evil the site is in the above categories."
    },
    "ratelevel": {
        "message": "Vurdering",
        "description": "Samea as above, but is used for the five severities below instead of stars."
    },
    "severity_none": {
        "message": "Ingen",
        "description": "Used for sites which do not redistribute mods/advertise etc."
    },
    "severity_low": {
        "message": "Lav",
        "description": "Used for sites which do the above to a small extent."
    },
    "severity_medium": {
        "message": "Middels",
        "description": "Used for sites which do the above to a slightly larger extent."
    },
    "severity_high": {
        "message": "Høy",
        "description": "Used for sites which do the above to a large extent."
    },
    "severity_veryhigh": {
        "message": "Svært høy",
        "description": "Used for sites which do the above to a very large extent."
    },
    "site_notes": {
        "message": "Ekstra informasjon om dette nettstedet: $reason$",
        "description": "Shown if the site has additional notes supplied by the site reviewers. $reason$ is a placeholder for the reason the site was blocked, so don't translate that word - see below:",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "Gå tilbake til forrige side",
        "description": "Green button which user can press to return to the previous page they were on"
    },
    "why_go_back": {
        "message": "(anbefales for din sikkerhet)",
        "description": "Help text for the above button"
    },
    "continue": {
        "message": "Fortsett til siden",
        "description": "Red button which the user can press to ignore the warning and continue to the blacklisted site"
    },
    "why_continue": {
        "message": "(kan skade datamaskinen din)",
        "description": "Help text for the above button"
    }
}
