{
    "appdesc": {
        "message": "Detectează şi avertizează despre site-uri care repostează mod-uri pentru Minecraft.",
        "description": "The description of the extension as it appears when searching in Chrome Web Store."
    },
    "blacklist_warn": {
        "message": "Site blocat de StopModReposts!",
        "description": "Appears as the title of the popup users see when visiting blacklisted sites. Please do not translate StopModReposts as it is the name of the campaign."
    },
    "what_happened": {
        "message": "Acest site este blocat de StopModReposts.org pentru redistribuirea ilegală a mod-urilor. Asta înseamnă că această pagină fură mod-uri fără permisiune pentru a le încărca aici, conține link-uri la versiuni de mod-uri vechi, incompatibile, sau neexistente, şi/sau face bani de pe munca grea a dezvoltatoriilor de mod-uri. Încă poți vizita pagina dacă dorești, dar nu este recomandat, deoarece anumite site-uri pot conține viruși.",
        "description": "The message that is shown to users when they land on a blacklisted page."
    },
    "campaign_info": {
        "message": "Apasă aici pentru a afla mai multe despre campania StopModReposts.",
        "description": "Displayed at the end of the previous message to link to the campaign site."
    },
    "this_site": {
        "message": "Clasificare pentru $site$",
        "description": "Shown above the ratings for this site. $site$ is a placeholder for the domain of the site, so don't translate that word.",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "Apasă aici pentru a afla cum clasificăm site-uri.",
        "description": "Users click this link to display the message below."
    },
    "how_we_rate": {
        "message": "Fiecărui site îi este atribuită o valoare de la 1 la 5 în trei categorii: Reclame, redistribuție şi diverse. Categoria reclame indică cât de multe anunțuri/reclame site-ul încearcă să afișe, categoria redistribuție indică în ce măsură site-ul redistribuie mod-uri fara permisiune, iar categorie diverse indică în ce măsură deținătorul site-ului induce în eroare utilizatorii despre mod-urile postate (versiuni vechi, incompatibile, sau neexistente). Un scor mai mic este mai bun, o singură stea fiind cel mai bun scor.",
        "description": "Message which helps users understand what the ratings mean."
    },
    "hide_rating_guide": {
        "message": "(Apasă pentru a ascunde)",
        "description": "Displayed at the end of the above message to hide it. Please make sure this is wrapped in parentheses."
    },
    "category": {
        "message": "Categorie",
        "description": "Table header for the three categories below."
    },
    "rating_ads": {
        "message": "Reclame",
        "description": "Advertising category of the rating, this name is displayed in the evilness table."
    },
    "rating_redist": {
        "message": "Redistribuție",
        "description": "Same as above, except this is for redistribution."
    },
    "rating_misc": {
        "message": "Diverse",
        "description": "Same as above, except this is for the miscellaneous category."
    },
    "evilness": {
        "message": "Scor",
        "description": "Table header for the star ratings. Indicates how evil the site is in the above categories."
    },
    "ratelevel": {
        "message": "Nivel",
        "description": "Samea as above, but is used for the five severities below instead of stars."
    },
    "severity_none": {
        "message": "Niciunul",
        "description": "Used for sites which do not redistribute mods/advertise etc."
    },
    "severity_low": {
        "message": "Scăzut",
        "description": "Used for sites which do the above to a small extent."
    },
    "severity_medium": {
        "message": "Mediu",
        "description": "Used for sites which do the above to a slightly larger extent."
    },
    "severity_high": {
        "message": "Ridicat",
        "description": "Used for sites which do the above to a large extent."
    },
    "severity_veryhigh": {
        "message": "Foarte Ridicat",
        "description": "Used for sites which do the above to a very large extent."
    },
    "site_notes": {
        "message": "Informații suplimentare despre acest site: $reason$",
        "description": "Shown if the site has additional notes supplied by the site reviewers. $reason$ is a placeholder for the reason the site was blocked, so don't translate that word - see below:",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "Întoarce-te la pagina anterioară",
        "description": "Green button which user can press to return to the previous page they were on"
    },
    "why_go_back": {
        "message": "(recomandat pentru siguranța voastră)",
        "description": "Help text for the above button"
    },
    "continue": {
        "message": "Continuă navigarea la acest site",
        "description": "Red button which the user can press to ignore the warning and continue to the blacklisted site"
    },
    "why_continue": {
        "message": "(poate dăuna calculatorului vostru)",
        "description": "Help text for the above button"
    }
}
