{
    "appdesc": {
        "message": "Erkennt und warnt den Nutzer vor Seiten, die illegal Minecraft Mods publizieren.",
        "description": "The description of the extension as it appears when searching in Chrome Web Store."
    },
    "blacklist_warn": {
        "message": "Seite von StopModReposts geblockt!",
        "description": "Appears as the title of the popup users see when visiting blacklisted sites. Please do not translate StopModReposts as it is the name of the campaign."
    },
    "what_happened": {
        "message": "Diese Website ist auf einer Liste von StopModReposts.org geblockten Websites für illegale Modpublizierung. Das bedeutet, dass die Website die Du gerade besuchen willst Minecraft Mods von Moddern ohne deren Erlaubnis stiehlt, zu veralteten inkompatibeln oder nicht existierenden Versionen der Mods verlinkt, und/oder verdient Geld von der harten Arbeit der Modder. Du kannst die Website immernoch besuchen wenn du möchtest, aber das ist nicht empfohlen, da manche Websiten Deinen Computer mit Viren und Malware infizieren können.",
        "description": "The message that is shown to users when they land on a blacklisted page."
    },
    "campaign_info": {
        "message": "Klicke hier um mehr über die StopModReposts Kampagne zu erfahren.",
        "description": "Displayed at the end of the previous message to link to the campaign site."
    },
    "this_site": {
        "message": "Einstufung für $site$",
        "description": "Shown above the ratings for this site. $site$ is a placeholder for the domain of the site, so don't translate that word.",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "Klicke hier, um mehr darüber zu erfahren wie wir Websites einstufen.",
        "description": "Users click this link to display the message below."
    },
    "how_we_rate": {
        "message": "Jede Website hat eine Einstufung von 1 bis 5 in drei Kategorien: Werbung, Weiterverteilung und Andere. Werbung bedeutet wie viele Werbeeinblendungen die Website zu Mod Downloadern anzeigt (mehr Geld für den Besitzer der illegalen Website), Weiterverteilung bedeutet wie stark die Website Mods ohne Genehmigung weiterverteilt, und Andere bedeutet wie stark der Besitzer der Website falsche Informationen zu Nutzern über die angebotenen Mods angibt (z.B. veraltete, inkompatible oder nicht existierende Versionen von Mods und ob der originale Autor anerkannt wird). Je niedriger die Einstufung, desto besser. 1 ist die beste Wertung.",
        "description": "Message which helps users understand what the ratings mean."
    },
    "hide_rating_guide": {
        "message": "(Klicke hier um die Nachricht auszublenden)",
        "description": "Displayed at the end of the above message to hide it. Please make sure this is wrapped in parentheses."
    },
    "category": {
        "message": "Kategorie",
        "description": "Table header for the three categories below."
    },
    "rating_ads": {
        "message": "Werbung",
        "description": "Advertising category of the rating, this name is displayed in the evilness table."
    },
    "rating_redist": {
        "message": "Weiterverteilung",
        "description": "Same as above, except this is for redistribution."
    },
    "rating_misc": {
        "message": "Andere",
        "description": "Same as above, except this is for the miscellaneous category."
    },
    "evilness": {
        "message": "Bösartigkeit",
        "description": "Table header for the star ratings. Indicates how evil the site is in the above categories."
    },
    "ratelevel": {
        "message": "Wertung",
        "description": "Samea as above, but is used for the five severities below instead of stars."
    },
    "severity_none": {
        "message": "Keine",
        "description": "Used for sites which do not redistribute mods/advertise etc."
    },
    "severity_low": {
        "message": "Niedrig",
        "description": "Used for sites which do the above to a small extent."
    },
    "severity_medium": {
        "message": "Mittel",
        "description": "Used for sites which do the above to a slightly larger extent."
    },
    "severity_high": {
        "message": "Hoch",
        "description": "Used for sites which do the above to a large extent."
    },
    "severity_veryhigh": {
        "message": "Sehr hoch",
        "description": "Used for sites which do the above to a very large extent."
    },
    "site_notes": {
        "message": "Anmerkungen für diese Website: $reason$",
        "description": "Shown if the site has additional notes supplied by the site reviewers. $reason$ is a placeholder for the reason the site was blocked, so don't translate that word - see below:",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "Zurück zur vorherigen Seite",
        "description": "Green button which user can press to return to the previous page they were on"
    },
    "why_go_back": {
        "message": "(empfohlen zu Deiner Sicherheit)",
        "description": "Help text for the above button"
    },
    "continue": {
        "message": "Weiter zu dieser Website",
        "description": "Red button which the user can press to ignore the warning and continue to the blacklisted site"
    },
    "why_continue": {
        "message": "(könnte Deinem Computer schaden)",
        "description": "Help text for the above button"
    }
}
