{
    "appdesc": {
        "message": "Rileva e avvisa di siti che ridistribuiscono illegalmente mod di Minecraft.",
        "description": "The description of the extension as it appears when searching in Chrome Web Store."
    },
    "blacklist_warn": {
        "message": "Sito bloccato da StopModReposts!",
        "description": "Appears as the title of the popup users see when visiting blacklisted sites. Please do not translate StopModReposts as it is the name of the campaign."
    },
    "what_happened": {
        "message": "Questo sito è nella lista di siti bloccati da StopModReposts.org per ridistribuzione illegale di mod. Questo significa che il sito che stavi per visitare adesso sta rubando mod senza i permessi per caricarle qui, sono versioni vecchie e/o obsolete, incompatibili o non esistenti versioni della mod, e/o guadagnando soldi inguistamente dal duro lavoro del modder. Puoi comunque visitare il sito, ma questo è sconsigliato e in alcuni casi puoi mettere a rischio il tuo computer infettandolo con virus.",
        "description": "The message that is shown to users when they land on a blacklisted page."
    },
    "campaign_info": {
        "message": "Clicca qui per saperne di più a riguardo della campagna di StopModReposts.",
        "description": "Displayed at the end of the previous message to link to the campaign site."
    },
    "this_site": {
        "message": "Valutazione di $site$",
        "description": "Shown above the ratings for this site. $site$ is a placeholder for the domain of the site, so don't translate that word.",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "Clicca qui per sapere come valutiamo i siti.",
        "description": "Users click this link to display the message below."
    },
    "how_we_rate": {
        "message": "È dato un punteggio da 1 a 5 in queste categorie: Pubblicità, ridistribuzione e varie. Pubblicità indica quante pubblicità vengono visualizzate ai visitatori (altri soldi ingiusti al proprietario del sito), ridistribuzione indica con quanta espansione il sito ridistribuisce mods senza permessi, e varie indica quanto il proprietario del sito inganna gli utenti a riguardo delle mod (e.g. vecchie, incompatibili o inesistenti e se l'autore è menzionato). Un punteggio minore è meglio, essendo una stella il punteggio migliore.",
        "description": "Message which helps users understand what the ratings mean."
    },
    "hide_rating_guide": {
        "message": "(Clicca per nascondere)",
        "description": "Displayed at the end of the above message to hide it. Please make sure this is wrapped in parentheses."
    },
    "category": {
        "message": "Categoria",
        "description": "Table header for the three categories below."
    },
    "rating_ads": {
        "message": "Pubblicità",
        "description": "Advertising category of the rating, this name is displayed in the evilness table."
    },
    "rating_redist": {
        "message": "Ridistribuzione",
        "description": "Same as above, except this is for redistribution."
    },
    "rating_misc": {
        "message": "Varie",
        "description": "Same as above, except this is for the miscellaneous category."
    },
    "evilness": {
        "message": "Valutazione Cattiveria",
        "description": "Table header for the star ratings. Indicates how evil the site is in the above categories."
    },
    "ratelevel": {
        "message": "Livello Valutazione",
        "description": "Samea as above, but is used for the five severities below instead of stars."
    },
    "severity_none": {
        "message": "Niente",
        "description": "Used for sites which do not redistribute mods/advertise etc."
    },
    "severity_low": {
        "message": "Basso",
        "description": "Used for sites which do the above to a small extent."
    },
    "severity_medium": {
        "message": "Medio",
        "description": "Used for sites which do the above to a slightly larger extent."
    },
    "severity_high": {
        "message": "Alto",
        "description": "Used for sites which do the above to a large extent."
    },
    "severity_veryhigh": {
        "message": "Molto alto",
        "description": "Used for sites which do the above to a very large extent."
    },
    "site_notes": {
        "message": "Note per qusto sito: $reason$",
        "description": "Shown if the site has additional notes supplied by the site reviewers. $reason$ is a placeholder for the reason the site was blocked, so don't translate that word - see below:",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "Torna indietro",
        "description": "Green button which user can press to return to the previous page they were on"
    },
    "why_go_back": {
        "message": "(raccomandato per la tua sicurezza)",
        "description": "Help text for the above button"
    },
    "continue": {
        "message": "Continua al sito",
        "description": "Red button which the user can press to ignore the warning and continue to the blacklisted site"
    },
    "why_continue": {
        "message": "(potrebbe provocare danni al computer)",
        "description": "Help text for the above button"
    }
}
