{
    "blacklist_warn": {
        "message": "Strona umieszczona na czarnej liście przez StopModReposts!",
        "description": "Appears as the title of the popup users see when visiting blacklisted sites. Please do not translate StopModReposts as it is the name of the campaign."
    },
    "what_happened": {
        "message": "Ta strona znajduje się na czarnej liście StopModReposts.org, ponieważ nielegalnie rozpowszechnia modyfikacje. To oznacza, że strona, którą chcesz odwiedzić, kradnie mody od ich autorów bez pozwolenia, aby je tu zamieścić, odsyła do przestarzałych, niekompatybilnych lub nieistniejących wersji modów, i/lub zarabia na ciężkiej pracy autorów. Możesz dalej przeglądać tę stronę, ale jest to odradzane i modyfikacje z niektórych witryn mogą zainfekować twój komputer wirusami i złośliwym oprogramowaniem.",
        "description": "The message that is shown to users when they land on a blacklisted page."
    },
    "campaign_info": {
        "message": "Kliknij tutaj, aby dowiedzieć się więcej o akcji StopModReposts.",
        "description": "Displayed at the end of the previous message to link to the campaign site."
    },
    "this_site": {
        "message": "Ocena dla $site$",
        "description": "Shown above the ratings for this site. $site$ is a placeholder for the domain of the site, so don't translate that word.",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "Kliknij tutaj, aby zobaczyć, jak oceniamy strony.",
        "description": "Users click this link to display the message below."
    },
    "hide_rating_guide": {
        "message": "(Kliknij, aby ukryć)",
        "description": "Displayed at the end of the above message to hide it. Please make sure this is wrapped in parentheses."
    },
    "category": {
        "message": "Kategoria",
        "description": "Table header for the three categories below."
    },
    "rating_ads": {
        "message": "Reklamy",
        "description": "Advertising category of the rating, this name is displayed in the evilness table."
    },
    "rating_redist": {
        "message": "Rozpowszechnianie",
        "description": "Same as above, except this is for redistribution."
    },
    "rating_misc": {
        "message": "Inne",
        "description": "Same as above, except this is for the miscellaneous category."
    },
    "ratelevel": {
        "message": "Poziom",
        "description": "Samea as above, but is used for the five severities below instead of stars."
    },
    "severity_low": {
        "message": "Niski",
        "description": "Used for sites which do the above to a small extent."
    },
    "severity_medium": {
        "message": "Średni",
        "description": "Used for sites which do the above to a slightly larger extent."
    },
    "severity_high": {
        "message": "Wysoki",
        "description": "Used for sites which do the above to a large extent."
    },
    "severity_veryhigh": {
        "message": "Bardzo wysoki",
        "description": "Used for sites which do the above to a very large extent."
    },
    "site_notes": {
        "message": "Dodatkowe informacje o tej stronie: $reason$",
        "description": "Shown if the site has additional notes supplied by the site reviewers. $reason$ is a placeholder for the reason the site was blocked, so don't translate that word - see below:",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "Wróć do poprzedniej strony",
        "description": "Green button which user can press to return to the previous page they were on"
    },
    "why_go_back": {
        "message": "(zalecane dla twojego bezpieczeństwa)",
        "description": "Help text for the above button"
    },
    "continue": {
        "message": "Przejdź do strony",
        "description": "Red button which the user can press to ignore the warning and continue to the blacklisted site"
    }
}
