{
    "appdesc": {
        "message": "检测并在浏览非法发布Minecraft模组的网站时发出警告",
        "description": "The description of the extension as it appears when searching in Chrome Web Store."
    },
    "blacklist_warn": {
        "message": "该网站已经被StopModReposts列入黑名单中！",
        "description": "Appears as the title of the popup users see when visiting blacklisted sites. Please do not translate StopModReposts as it is the name of the campaign."
    },
    "what_happened": {
        "message": "该网站已经被StopModReposts.org列入非法传播模组的网站列表之中。这代表着您将浏览的网站为吸引流量，未经原作者许可，盗窃他人制作的模组，并且其提供的模组很可能已经过期、不兼容、甚至是不存在的版本，并利用他人的心血非法牟利。您仍然可以选择继续浏览该页面，但这样做很有可能将您的电脑暴露于电脑病毒或恶意软件的危险之下。",
        "description": "The message that is shown to users when they land on a blacklisted page."
    },
    "campaign_info": {
        "message": "点此了解更多关于“停止模组非法发布运动”(StopModReposts Campaign)的信息",
        "description": "Displayed at the end of the previous message to link to the campaign site."
    },
    "this_site": {
        "message": "对站点$site$的评级",
        "description": "Shown above the ratings for this site. $site$ is a placeholder for the domain of the site, so don't translate that word.",
        "placeholders": {
            "site": {
                "content": "$1",
                "example": "example.com"
            }
        }
    },
    "learn_more": {
        "message": "点此了解我们如何对网站做出评级。",
        "description": "Users click this link to display the message below."
    },
    "how_we_rate": {
        "message": "每一个网站都会针对下列三个项目给出1-5星的评级：广告规模、二次发布情况和恶意内容。广告规模用于刻画显示给下载者的广告数量(意味着非法发布者将有更多收入)；二次发布情况显示了其未经许可发布他人模组的规模；而恶意内容则是描述其发布的信息误导用户之程度，例如过期模组标为最新、不兼容、不存在的模组版本、或未经作者许可。星级越小越好，1星则意味着没有某方面的问题。",
        "description": "Message which helps users understand what the ratings mean."
    },
    "hide_rating_guide": {
        "message": "（点此隐藏）",
        "description": "Displayed at the end of the above message to hide it. Please make sure this is wrapped in parentheses."
    },
    "category": {
        "message": "项目",
        "description": "Table header for the three categories below."
    },
    "rating_ads": {
        "message": "广告规模",
        "description": "Advertising category of the rating, this name is displayed in the evilness table."
    },
    "rating_redist": {
        "message": "二次发布",
        "description": "Same as above, except this is for redistribution."
    },
    "rating_misc": {
        "message": "恶意内容",
        "description": "Same as above, except this is for the miscellaneous category."
    },
    "evilness": {
        "message": "恶意程度星级",
        "description": "Table header for the star ratings. Indicates how evil the site is in the above categories."
    },
    "ratelevel": {
        "message": "评价等级",
        "description": "Samea as above, but is used for the five severities below instead of stars."
    },
    "severity_none": {
        "message": "无风险－安全",
        "description": "Used for sites which do not redistribute mods/advertise etc."
    },
    "severity_low": {
        "message": "低风险",
        "description": "Used for sites which do the above to a small extent."
    },
    "severity_medium": {
        "message": "中等风险",
        "description": "Used for sites which do the above to a slightly larger extent."
    },
    "severity_high": {
        "message": "高风险",
        "description": "Used for sites which do the above to a large extent."
    },
    "severity_veryhigh": {
        "message": "极高风险",
        "description": "Used for sites which do the above to a very large extent."
    },
    "site_notes": {
        "message": "对于此网站之备注：$reason$",
        "description": "Shown if the site has additional notes supplied by the site reviewers. $reason$ is a placeholder for the reason the site was blocked, so don't translate that word - see below:",
        "placeholders": {
            "reason": {
                "content": "$1",
                "example": "Malware alert!"
            }
        }
    },
    "go_back": {
        "message": "返回上一页",
        "description": "Green button which user can press to return to the previous page they were on"
    },
    "why_go_back": {
        "message": "（为安全起见，建议点此返回）",
        "description": "Help text for the above button"
    },
    "continue": {
        "message": "点击继续浏览",
        "description": "Red button which the user can press to ignore the warning and continue to the blacklisted site"
    },
    "why_continue": {
        "message": "（您的电脑可能会受到威胁）",
        "description": "Help text for the above button"
    }
}
